Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# lifeIncomeMethodDecline
source: History uses entered salaries, with zero income during gaps. Future income uses current salary settings and enabled annual bonuses, or the profile salary if unset. No inflation or investment returns are assumed. From age {{age}}, income is calculated at {{percent}} of the current salary until retirement. This is the adjustment age, not the retirement age.
ar: يُحسب الماضي بالرواتب المدخلة، وتُحسب فترات الانقطاع بصفر. يستخدم المستقبل الراتب الحالي والمكافآت السنوية المفعلة، أو راتب الملف إن لم تُضبط الإعدادات. لا يُفترض تضخم أو عائد استثماري. من عمر {{age}} حتى التقاعد، يُحسب الدخل بنسبة {{percent}} من الراتب الحالي. هذا عمر بدء التعديل وليس عمر التقاعد.
de: Vergangene Einkommen folgen den eingetragenen Gehältern; Lücken zählen als null. Für die Zukunft gelten die aktuellen Gehaltseinstellungen samt aktivierten Jahresboni, sonst das Profilgehalt. Inflation und Anlageerträge werden nicht angenommen. Ab {{age}} Jahren wird das Einkommen bis zum Ruhestand mit {{percent}} des aktuellen Gehalts berechnet. Das Startalter ist nicht das Rentenalter.
es: El pasado usa los salarios introducidos, con ingresos nulos en los intervalos sin empleo. El futuro usa el salario actual y las bonificaciones anuales activadas, o el salario del perfil si no hay ajustes. No se supone inflación ni rendimientos. Desde los {{age}} años hasta la jubilación, los ingresos se calculan al {{percent}} del salario actual. Es la edad del ajuste, no la de jubilación.
fr: Le passé utilise les salaires saisis, avec un revenu nul pendant les interruptions. L’avenir utilise le salaire actuel et les primes annuelles activées, ou le salaire du profil si rien n’est défini. Inflation et rendements ne sont pas supposés. À partir de {{age}} ans et jusqu’à la retraite, le revenu est calculé à {{percent}} du salaire actuel. Cet âge est celui de l’ajustement, pas de la retraite.
hi_in: पिछली आय दर्ज वेतन से गणना होती है; रोजगार के अंतराल शून्य हैं। भविष्य के लिए वर्तमान वेतन और चालू वार्षिक बोनस, या सेटिंग न होने पर प्रोफ़ाइल वेतन उपयोग होता है। मुद्रास्फीति या निवेश लाभ नहीं माने जाते। {{age}} वर्ष की उम्र से सेवानिवृत्ति तक आय की गणना वर्तमान वेतन के {{percent}} पर होगी। यह समायोजन शुरू होने की उम्र है, सेवानिवृत्ति की नहीं।
id: Riwayat memakai gaji yang dimasukkan; masa tanpa pekerjaan bernilai nol. Proyeksi memakai pengaturan gaji saat ini dan bonus tahunan yang aktif, atau gaji profil jika belum diatur. Inflasi dan hasil investasi tidak diasumsikan. Mulai usia {{age}} hingga pensiun, penghasilan dihitung sebesar {{percent}} dari gaji saat ini. Ini usia awal penyesuaian, bukan usia pensiun.
it: Il passato usa gli stipendi inseriti, con reddito nullo nei periodi senza lavoro. Il futuro usa lo stipendio attuale e i premi annuali attivati, oppure lo stipendio del profilo se non impostato. Non presume inflazione o rendimenti. Dai {{age}} anni fino alla pensione, il reddito è calcolato al {{percent}} dello stipendio attuale. È l’età dell’adeguamento, non del pensionamento.
ja: 過去の収入は入力済みの給与を使い、空白期間はゼロとします。将来の収入は現在の給与設定と有効な年末賞与を使い、未設定ならプロフィールの給与を使います。物価変動や投資収益は含みません。 {{age}} 歳から退職まで、現在の給与の {{percent}} で収入を計算します。開始年齢は退職年齢ではありません。
ko: 과거 소득은 입력한 급여로 계산하며 공백 기간은 0입니다. 미래 소득에는 현재 급여 설정과 활성화한 연말 보너스를 사용하고, 미설정 시 프로필 급여를 사용합니다. 물가 변동과 투자 수익은 가정하지 않습니다. {{age}}세부터 은퇴까지 현재 급여의 {{percent}}로 계산합니다. 시작 나이는 은퇴 나이가 아닙니다.
mr_in: मागील उत्पन्न नोंदवलेल्या पगारावर मोजले जाते; नोकरीतील खंड शून्य धरला जातो. भविष्यासाठी सध्याचा पगार व सुरू केलेला वार्षिक बोनस, किंवा सेटिंग नसल्यास प्रोफाइलचा पगार वापरला जातो. महागाई किंवा गुंतवणुकीचा परतावा गृहीत धरलेला नाही. वयाच्या {{age}} वर्षांपासून निवृत्तीपर्यंत उत्पन्न सध्याच्या पगाराच्या {{percent}} प्रमाणे मोजले जाईल. हे समायोजन सुरू होण्याचे वय आहे, निवृत्तीचे नाही.
pt: O histórico usa os salários informados, com renda zero nos intervalos sem emprego. O futuro usa o salário atual e os bônus anuais ativados, ou o salário do perfil se não houver configuração. Não considera inflação nem rendimentos. Dos {{age}} anos até a aposentadoria, a renda é calculada em {{percent}} do salário atual. É a idade do ajuste, não da aposentadoria.
ru: Прошлый доход рассчитывается по указанным зарплатам, перерывы дают ноль. Будущий доход использует текущую зарплату и включённую годовую премию либо зарплату из профиля, если настройки не заданы. Инфляция и инвестиционный доход не учитываются. С {{age}} лет до пенсии доход рассчитывается как {{percent}} текущей зарплаты. Это возраст снижения дохода, а не выхода на пенсию.
th: รายได้ในอดีตใช้เงินเดือนที่กรอก โดยช่วงว่างงานเป็นศูนย์ อนาคตใช้เงินเดือนปัจจุบันและโบนัสประจำปีที่เปิดไว้ หรือเงินเดือนในโปรไฟล์หากยังไม่ตั้งค่า ไม่รวมสมมติฐานเงินเฟ้อหรือผลตอบแทนการลงทุน ตั้งแต่อายุ {{age}} ปีจนเกษียณ จะคำนวณรายได้เป็น {{percent}} ของเงินเดือนปัจจุบัน อายุเริ่มต้นคืออายุที่ปรับรายได้ ไม่ใช่อายุเกษียณ
tr: Geçmiş gelir girilen maaşlardan hesaplanır; çalışma boşlukları sıfır sayılır. Gelecek gelir mevcut maaş ve etkin yıllık ikramiyeyi, ayarlanmamışsa profil maaşını kullanır. Enflasyon ve yatırım getirisi varsayılmaz. {{age}} yaşından emekliliğe kadar gelir, mevcut maaşın {{percent}} oranında hesaplanır. Bu, emeklilik yaşı değil, ayarlamanın başlangıç yaşıdır.
vi: Thu nhập quá khứ dùng mức lương đã nhập, thời gian không làm việc bằng 0. Dự báo dùng lương hiện tại và thưởng năm đã bật, hoặc lương hồ sơ nếu chưa thiết lập. Không giả định lạm phát hay lợi nhuận đầu tư. Từ {{age}} tuổi đến khi nghỉ hưu, thu nhập được tính bằng {{percent}} lương hiện tại. Đây là tuổi bắt đầu điều chỉnh, không phải tuổi nghỉ hưu.
zh_cn: 历史收入按已填薪资计算，待业空档为零。未来收入使用当前薪资设置及已开启的年终奖，未设置时使用档案薪资。不假设通胀或投资收益。 从 {{age}} 岁起，收入按当前薪资的 {{percent}} 计算，直到退休。起始年龄是收入开始下调的年龄，并非退休年龄。
zh_hk: 歷史收入按已填薪酬計算，待業空檔為零。未來收入使用目前薪酬設定及已開啟的年終獎金，未設定時使用檔案薪酬。不假設通脹或投資收益。 從 {{age}} 歲起，收入按目前薪酬的 {{percent}} 計算，直到退休。起始年齡是收入開始下調的年齡，並非退休年齡。
zh_tw: 歷史收入按已填薪資計算，待業空檔為零。未來收入使用目前薪資設定及已開啟的年終獎金，未設定時使用檔案薪資。不假設通膨或投資收益。 從 {{age}} 歲起，收入按目前薪資的 {{percent}} 計算，直到退休。起始年齡是收入開始下調的年齡，並非退休年齡。

# lifeIncomeRetirementRatio
source: Income after adjustment (%)
ar: نسبة الدخل بعد التعديل (%)
de: Einkommen nach Anpassung (%)
es: Ingresos tras el ajuste (%)
fr: Revenu après ajustement (%)
hi_in: समायोजन के बाद आय (%)
id: Penghasilan setelah penyesuaian (%)
it: Reddito dopo l’adeguamento (%)
ja: 調整後の収入割合（%）
ko: 조정 후 소득 비율 (%)
mr_in: समायोजनानंतरचे उत्पन्न (%)
pt: Renda após ajuste (%)
ru: Доход после изменения (%)
th: สัดส่วนรายได้หลังปรับ (%)
tr: Ayarlama sonrası gelir (%)
vi: Tỷ lệ thu nhập sau điều chỉnh (%)
zh_cn: 调整后收入比例（%）
zh_hk: 調整後收入比例（%）
zh_tw: 調整後收入比例（%）

# lifeIncomeTitle
source: Projected lifetime gross income
ar: إجمالي الدخل المتوقع مدى الحياة
de: Voraussichtliches Bruttoeinkommen auf Lebenszeit
es: Ingreso bruto vitalicio proyectado
fr: Revenu brut projeté à vie
hi_in: अनुमानित जीवनकाल सकल आय
id: Proyeksi pendapatan kotor seumur hidup
it: Reddito lordo previsto nel corso della vita
ja: 推定生涯総収入
ko: 예상 평생총소득
mr_in: प्रक्षेपित आजीवन सकल उत्पन्न
pt: Renda bruta vitalícia projetada
ru: Прогнозируемый валовой доход за всю жизнь
th: รายได้รวมตลอดชีวิตที่คาดการณ์ไว้
tr: Tahmini ömür boyu brüt gelir
vi: Tổng thu nhập dự kiến trong đời
zh_cn: 预计一生税前总收入
zh_hk: 預計終身毛利
zh_tw: 預計終身總收入

# lifeIncomeTotal
source: Lifetime total
ar: المجموع مدى الحياة
de: Lebenszeitsumme
es: Total de por vida
fr: Total à vie
hi_in: जीवनकाल कुल
id: Total seumur hidup
it: Totale della vita
ja: 生涯合計
ko: 평생 총계
mr_in: आजीवन एकूण
pt: Total vitalício
ru: Общий срок службы
th: รวมตลอดอายุการใช้งาน
tr: Ömür boyu toplam
vi: Tổng thời gian sống
zh_cn: 一生总收入
zh_hk: 終身總數
zh_tw: 一生總計

# lifeLegendChildhood
source: Childhood
ar: الطفولة
de: Kindheit
es: Infancia
fr: Enfance
hi_in: बचपन
id: Masa kecil
it: Infanzia
ja: 子ども時代
ko: 어린 시절
mr_in: बालपण
pt: Infância
ru: Детство
th: วัยเด็ก
tr: Çocukluk
vi: Thời thơ ấu
zh_cn: 童年
zh_hk: 童年
zh_tw: 童年

# lifeLegendEstimated
source: Worked
ar: عملت
de: Gearbeitet
es: Trabajado
fr: Travaillé
hi_in: काम किया
id: Sudah bekerja
it: Lavorato
ja: 働いた
ko: 일했음
mr_in: काम केले
pt: Trabalhado
ru: Отработано
th: ทำงานแล้ว
tr: Çalışıldı
vi: Đã làm
zh_cn: 已工作
zh_hk: 做過
zh_tw: 已工作

# lifeLegendOverride
source: You changed
ar: عدّلته بنفسك
de: Von dir geändert
es: Cambiado por ti
fr: Modifié par vous
hi_in: आपका बदलाव
id: Kamu ubah
it: Modificato da te
ja: 自分で直した
ko: 직접 고침
mr_in: तुमचा बदल
pt: Alterado por você
ru: Изменено вами
th: คุณแก้เอง
tr: Senin değişikliğin
vi: Bạn đã sửa
zh_cn: 你改过
zh_hk: 你改過
zh_tw: 你改過

# lifeLegendProjected
source: Ahead
ar: ما هو آتٍ
de: Vor dir
es: Por venir
fr: À venir
hi_in: आगे
id: Ke depan
it: Da venire
ja: これから
ko: 앞으로
mr_in: पुढे
pt: Por vir
ru: Впереди
th: ข้างหน้า
tr: İlerisi
vi: Phía trước
zh_cn: 还没到
zh_hk: 未到
zh_tw: 還沒到

# lifeLegendRetirement
source: After work
ar: بعد العمل
de: Nach der Arbeit
es: Después del trabajo
fr: Après le travail
hi_in: काम के बाद
id: Setelah kerja
it: Dopo il lavoro
ja: 退職後
ko: 은퇴 후
mr_in: कामानंतर
pt: Depois do trabalho
ru: После работы
th: หลังเลิกทำงาน
tr: İşten sonrası
vi: Sau khi nghỉ
zh_cn: 退休后
zh_hk: 退休後
zh_tw: 退休後

# lifeLegendStudy
source: School
ar: الدراسة
de: Schule
es: Estudios
fr: Études
hi_in: पढ़ाई
id: Sekolah
it: Studi
ja: 学生
ko: 학창 시절
mr_in: शिक्षण
pt: Estudos
ru: Учёба
th: วัยเรียน
tr: Okul
vi: Đi học
zh_cn: 上学
zh_hk: 讀書
zh_tw: 上學

# lifeOutsideZone
source: Some days were written in a different time zone.
ar: بعض الأيام سُجّلت في منطقة زمنية أخرى.
de: Einige Tage wurden in einer anderen Zeitzone erfasst.
es: Algunos días se registraron en otra zona horaria.
fr: Certains jours ont été notés dans un autre fuseau horaire.
hi_in: कुछ दिन किसी दूसरे समय क्षेत्र में दर्ज हुए थे।
id: Beberapa hari dicatat di zona waktu lain.
it: Alcuni giorni sono stati registrati in un altro fuso orario.
ja: 別のタイムゾーンで記録した日があります。
ko: 다른 시간대에서 기록한 날이 있습니다.
mr_in: काही दिवस दुसऱ्या वेळक्षेत्रात नोंदले गेले होते.
pt: Alguns dias foram registados noutro fuso horário.
ru: Часть дней записана в другом часовом поясе.
th: บางวันบันทึกไว้ในเขตเวลาอื่น
tr: Bazı günler başka bir saat diliminde kaydedilmiş.
vi: Một số ngày được ghi ở múi giờ khác.
zh_cn: 有些日子是在另一个时区记下的。
zh_hk: 有啲日子係喺另一個時區記落嘅。
zh_tw: 有些日子是在另一個時區記下的。

# lifeOwnShare
source: Waking time that is yours
ar: وقت اليقظة الذي يخصك
de: Wachzeit, die dir gehört
es: Tiempo despierto que es tuyo
fr: Temps éveillé qui vous appartient
hi_in: जागने का वह समय जो आपका है
id: Waktu terjaga yang jadi milikmu
it: Tempo da sveglio che è tuo
ja: 自分のための起きている時間
ko: 내 몫인 깨어 있는 시간
mr_in: तुमचा स्वतःचा जागेपणाचा वेळ
pt: Tempo acordado que é seu
ru: Время без сна, которое ваше
th: เวลาที่ตื่นซึ่งเป็นของคุณ
tr: Sana kalan uyanık zaman
vi: Thời gian thức thuộc về bạn
zh_cn: 属于你自己的清醒时间
zh_hk: 屬於你自己嘅清醒時間
zh_tw: 屬於你自己的清醒時間

# lifePrecisionDay
source: Exact date
ar: تاريخ دقيق
de: Genaues Datum
es: Fecha exacta
fr: Date exacte
hi_in: सटीक तारीख
id: Tanggal pasti
it: Data esatta
ja: 正確な日付
ko: 정확한 날짜
mr_in: नक्की तारीख
pt: Data exata
ru: Точная дата
th: วันที่แน่นอน
tr: Tam tarih
vi: Ngày chính xác
zh_cn: 精确日期
zh_hk: 精確日期
zh_tw: 精確日期

# lifePrecisionYear
source: Estimated from the year
ar: مقدَّر من السنة
de: Aus dem Jahr geschätzt
es: Estimado a partir del año
fr: Estimé d’après l’année
hi_in: वर्ष से अनुमान
id: Perkiraan dari tahun
it: Stimato dall’anno
ja: 年からの推定
ko: 연도로 추정
mr_in: वर्षावरून अंदाज
pt: Estimado pelo ano
ru: Оценка по году
th: ประมาณจากปี
tr: Yıldan tahmin
vi: Ước từ năm
zh_cn: 按年份估算
zh_hk: 依年份估算
zh_tw: 依年份估算

# lifeProfileFooter
source: These numbers draw the grid. They stay on this device unless you turn on iCloud sync.
ar: هذه الأرقام هي ما يرسم الشبكة. وتبقى على هذا الجهاز ما لم تُشغّل مزامنة iCloud.
de: Aus diesen Zahlen entsteht das Raster. Sie bleiben auf diesem Gerät, solange du den iCloud-Sync nicht einschaltest.
es: Con estos números se dibuja la cuadrícula. Se quedan en este dispositivo mientras no actives la sincronización con iCloud.
fr: Ces chiffres dessinent la grille. Ils restent sur cet appareil tant que vous n’activez pas la synchronisation iCloud.
hi_in: इन आँकड़ों से नीचे का ग्रिड बनता है। जब तक आप iCloud सिंक चालू न करें, ये इसी डिवाइस पर रहते हैं।
id: Angka-angka ini yang menggambar kisinya. Semuanya tetap di perangkat ini kecuali kamu menyalakan sinkronisasi iCloud.
it: Da questi numeri nasce la griglia. Restano su questo dispositivo finché non attivi la sincronizzazione iCloud.
ja: この数字からグリッドを描いています。iCloud 同期を入れないかぎり、この端末に残ります。
ko: 이 숫자들로 아래 격자를 그립니다. iCloud 동기화를 켜지 않으면 이 기기에만 남습니다.
mr_in: या आकड्यांवरून खालची जाळी तयार होते. तुम्ही iCloud सिंक सुरू करेपर्यंत ते या डिव्हाइसवरच राहतात.
pt: Estes números desenham a grelha. Ficam neste dispositivo enquanto não ativar a sincronização com o iCloud.
ru: По этим числам рисуется сетка. Они остаются на этом устройстве, пока вы не включите синхронизацию с iCloud.
th: ตัวเลขเหล่านี้ใช้วาดตาราง ข้อมูลจะอยู่ในเครื่องนี้ตราบใดที่คุณไม่เปิดการซิงก์ iCloud
tr: Izgarayı bu sayılar çiziyor. iCloud eşitlemeyi açmadığın sürece bu cihazda kalırlar.
vi: Những con số này vẽ nên lưới bên dưới. Chúng nằm trên thiết bị này trừ khi bạn bật đồng bộ iCloud.
zh_cn: 这几个数字用来画出下面的网格。除非你开启 iCloud 同步，它们只留在这台设备上。
zh_hk: 呢幾個數字用嚟畫下面嘅格。除非你開 iCloud 同步，佢哋只留喺呢部裝置。
zh_tw: 這幾個數字用來畫出下面的格線。除非你開啟 iCloud 同步，它們只留在這台裝置上。

# lifeProfileTitle
source: Life profile
ar: ملف الحياة
de: Lebensprofil
es: Perfil de vida
fr: Profil de vie
hi_in: जीवन प्रोफ़ाइल
id: Profil hidup
it: Profilo di vita
ja: ライフプロフィール
ko: 인생 프로필
mr_in: जीवन प्रोफाइल
pt: Perfil de vida
ru: Профиль жизни
th: โปรไฟล์ชีวิต
tr: Yaşam profili
vi: Hồ sơ cuộc đời
zh_cn: 人生档案
zh_hk: 人生檔案
zh_tw: 人生檔案

# lifeProgressTitle
source: Progress to retirement
ar: التقدم نحو التقاعد
de: Fortschritt bis zur Rente
es: Progreso hacia la jubilación
fr: Progression vers la retraite
hi_in: सेवानिवृत्ति की ओर प्रगति
id: Progres menuju pensiun
it: Progresso verso la pensione
ja: 退職までの進捗
ko: 은퇴까지의 진행률
mr_in: निवृत्तीपर्यंतची प्रगती
pt: Progresso até à reforma
ru: Прогресс до пенсии
th: ความคืบหน้าสู่การเกษียณ
tr: Emekliliğe ilerleme
vi: Tiến độ đến khi nghỉ hưu
zh_cn: 距退休进度
zh_hk: 距退休進度
zh_tw: 距退休進度

# lifeProjectedFuture
source: Future weeks assume the current rhythm.
ar: الأسابيع القادمة مبنية على وتيرتك الحالية.
de: Künftige Wochen nehmen den heutigen Rhythmus an.
es: Las semanas futuras siguen tu ritmo actual.
fr: Les semaines à venir reprennent votre rythme actuel.
hi_in: आगे के हफ़्ते आपकी आज की रफ़्तार मानकर दिखाए गए हैं।
id: Minggu ke depan memakai ritmemu sekarang.
it: Le settimane future seguono il tuo ritmo attuale.
ja: 先の週はいまのペースで見ています。
ko: 앞으로의 주들은 지금의 리듬으로 봅니다.
mr_in: पुढचे आठवडे तुमच्या आजच्या गतीने दाखवले आहेत.
pt: As semanas futuras seguem o seu ritmo atual.
ru: Будущие недели берут ваш нынешний ритм.
th: สัปดาห์ข้างหน้าใช้จังหวะปัจจุบันของคุณ
tr: Gelecek haftalar bugünkü ritmini varsayar.
vi: Các tuần sắp tới tính theo nhịp hiện nay của bạn.
zh_cn: 未来的格子按现在的节奏推演。
zh_hk: 將來嘅格按現在嘅節奏推算。
zh_tw: 未來的格子按現在的節奏推算。

# lifeRemoveEmployment
source: Remove employment
ar: إزالة العمالة
de: Beschäftigung entfernen
es: Eliminar el empleo
fr: Supprimer un emploi
hi_in: रोज़गार हटाओ
id: Hapus pekerjaan
it: Eliminare l'occupazione
ja: 雇用を削除する
ko: 해고
mr_in: रोजगार काढून टाका
pt: Remover emprego
ru: Удалить занятость
th: เลิกจ้าง
tr: İstihdamı ortadan kaldırın
vi: Xóa việc làm
zh_cn: 删除这段经历
zh_hk: 移除就業
zh_tw: 取消就業

# lifeRetirementAge
source: Retirement age
ar: سن التقاعد
de: Rentenalter
es: Edad de jubilación
fr: Âge de la retraite
hi_in: सेवानिवृत्ति की उम्र
id: Usia pensiun
it: Età della pensione
ja: 退職の年齢
ko: 은퇴 나이
mr_in: निवृत्तीचे वय
pt: Idade da reforma
ru: Возраст выхода на пенсию
th: อายุเกษียณ
tr: Emeklilik yaşı
vi: Tuổi nghỉ hưu
zh_cn: 退休年龄
zh_hk: 退休年齡
zh_tw: 退休年齡

# lifeRetirementDate
source: Retirement year
ar: سنة التقاعد
de: Ruhestandsjahr
es: Año de jubilación
fr: Année de retraite
hi_in: सेवानिवृत्ति का वर्ष
id: Tahun pensiun
it: Anno di pensione
ja: 退職する年
ko: 퇴직 연도
mr_in: निवृत्तीचे वर्ष
pt: Ano da aposentadoria
ru: Год выхода на пенсию
th: ปีที่เกษียณ
tr: Emeklilik yılı
vi: Năm nghỉ hưu
zh_cn: 退休年份
zh_hk: 退休年份
zh_tw: 退休年份

# lifeRoughIncomeHelp
source: The quick estimate applies your current salary from the work year to retirement. Choose detailed history to enter earlier salaries and employment gaps.
ar: يطبق التقدير السريع راتبك الحالي من سنة العمل حتى التقاعد. اختر التاريخ التفصيلي لإدخال الرواتب السابقة والفجوات الوظيفية.
de: Bei der Schnellschätzung wird Ihr aktuelles Gehalt vom Arbeitsjahr bis zum Ruhestand berücksichtigt. Wählen Sie die detaillierte Historie, um frühere Gehälter und Beschäftigungslücken einzugeben.
es: La estimación rápida aplica su salario actual desde el año laboral hasta la jubilación. Elija un historial detallado para ingresar salarios anteriores y brechas laborales.
fr: L'estimation rapide applique votre salaire actuel de l'année de travail jusqu'à la retraite. Choisissez un historique détaillé pour saisir les salaires antérieurs et les écarts d’emploi.
hi_in: त्वरित अनुमान आपके वर्तमान वेतन को कार्य वर्ष से सेवानिवृत्ति तक लागू करता है। पहले के वेतन और रोजगार अंतराल दर्ज करने के लिए विस्तृत इतिहास चुनें।
id: Perkiraan cepat menerapkan gaji Anda saat ini dari tahun kerja hingga pensiun. Pilih riwayat terperinci untuk memasukkan gaji dan kesenjangan pekerjaan sebelumnya.
it: La stima rapida applica il tuo stipendio attuale dall'anno lavorativo alla pensione. Scegli la cronologia dettagliata per inserire gli stipendi precedenti e i divari occupazionali.
ja: 簡単な見積りでは、勤務年から退職までの現在の給与が適用されます。詳細な履歴を選択して、以前の給与と雇用ギャップを入力します。
ko: 빠른 견적은 근무 연도부터 퇴직까지 현재 급여를 적용합니다. 이전 급여 및 채용 격차를 입력하려면 자세한 내역을 선택하세요.
mr_in: झटपट अंदाज तुमचा सध्याचा पगार कामाच्या वर्षापासून सेवानिवृत्तीपर्यंत लागू होतो. पूर्वीचे पगार आणि रोजगारातील अंतर प्रविष्ट करण्यासाठी तपशीलवार इतिहास निवडा.
pt: A estimativa rápida aplica o seu salário atual desde o ano de trabalho até a aposentadoria. Escolha o histórico detalhado para inserir salários anteriores e lacunas de emprego.
ru: При быстрой оценке учитывается ваша текущая зарплата с рабочего года до выхода на пенсию. Выберите подробную историю, чтобы ввести предыдущие зарплаты и пробелы в занятости.
th: การประมาณการด่วนจะใช้เงินเดือนปัจจุบันของคุณตั้งแต่ปีการทำงานจนถึงเกษียณอายุ เลือกประวัติโดยละเอียดเพื่อป้อนเงินเดือนและช่องว่างการจ้างงานก่อนหน้า
tr: Hızlı tahmin, mevcut maaşınızı çalışma yılından emekliliğe kadar uygular. Daha önceki maaşları ve istihdam boşluklarını girmek için ayrıntılı geçmişi seçin.
vi: Ước tính nhanh áp dụng mức lương hiện tại của bạn từ năm làm việc đến khi nghỉ hưu. Chọn lịch sử chi tiết để nhập mức lương trước đó và khoảng cách việc làm.
zh_cn: 快速估算会把当前薪资用于开始工作到退休的整个区间。切换到详细经历，可以填写过去的薪资和待业空档。
zh_hk: 快速估算係用你而家嘅人工，由工作年度到退休。揀詳細嘅記錄嚟輸入早期嘅薪酬同就業差距。
zh_tw: 快速估算適用於您從工作年度到退休期間的當前薪資。選擇詳細的歷史記錄以輸入更早的工資和就業差距。

# lifeRowPosition
source: Row {{count}} of {{total}}
ar: الصف {{count}} من {{total}}
de: Zeile {{count}} von {{total}}
es: Fila {{count}} de {{total}}
fr: Ligne {{count}} sur {{total}}
hi_in: {{total}} में से पंक्ति {{count}}
id: Baris {{count}} dari {{total}}
it: Riga {{count}} di {{total}}
ja: {{total}} 行のうち {{count}} 行目
ko: {{total}}행 중 {{count}}행
mr_in: {{total}} पैकी ओळ {{count}}
pt: Linha {{count}} de {{total}}
ru: Строка {{count}} из {{total}}
th: แถวที่ {{count}} จาก {{total}}
tr: {{total}} satırdan {{count}}. satır
vi: Dòng {{count}} trong {{total}}
zh_cn: 第 {{count}} 行，共 {{total}} 行
zh_hk: 第 {{count}} 行，共 {{total}} 行
zh_tw: 第 {{count}} 列，共 {{total}} 列

# lifeSalaryCadence
source: Salary period
ar: فترة الراتب
de: Gehaltszeitraum
es: Período salarial
fr: Période de salaire
hi_in: वेतन अवधि
id: Masa gaji
it: Periodo salariale
ja: 給与期間
ko: 급여기간
mr_in: वेतन कालावधी
pt: Período salarial
ru: Зарплатный период
th: ระยะเวลาเงินเดือน
tr: Maaş dönemi
vi: Kỳ lương
zh_cn: 薪资周期
zh_hk: 薪酬期
zh_tw: 薪資期限

# lifeSalaryMonthly
source: Monthly
ar: شهريا
de: Monatlich
es: Mensual
fr: Mensuel
hi_in: मासिक
id: Bulanan
it: Mensile
ja: 毎月
ko: 월간
mr_in: मासिक
pt: Mensalmente
ru: Ежемесячно
th: รายเดือน
tr: Aylık
vi: Hàng tháng
zh_cn: 每月
zh_hk: 每月
zh_tw: 每月

# lifeSalaryYearly
source: Yearly
ar: سنويا
de: Jährlich
es: Anualmente
fr: Annuel
hi_in: वार्षिक
id: Tahunan
it: Annuale
ja: 毎年
ko: 매년
mr_in: वार्षिक
pt: Anualmente
ru: Ежегодно
th: ทุกปี
tr: Yıllık
vi: Hàng năm
zh_cn: 每年
zh_hk: 每年
zh_tw: 每年

# lifeSchoolStarted
source: First year of school
ar: أول سنة دراسة
de: Erstes Schuljahr
es: Primer año de colegio
fr: Première année d’école
hi_in: स्कूल का पहला वर्ष
id: Tahun masuk sekolah
it: Primo anno di scuola
ja: 入学した年
ko: 입학 연도
mr_in: शाळेचे पहिले वर्ष
pt: Primeiro ano de escola
ru: Первый учебный год
th: ปีที่เริ่มเรียน
tr: İlk okul yılı
vi: Năm vào học
zh_cn: 入学年份
zh_hk: 入學年份
zh_tw: 入學年份

# lifeSetRetirement
source: Set a retirement date
ar: حدّد تاريخ تقاعد
de: Ruhestandsdatum festlegen
es: Definir una fecha de jubilación
fr: Définir une date de retraite
hi_in: सेवानिवृत्ति की तारीख तय करें
id: Atur tanggal pensiun
it: Imposta una data di pensione
ja: 退職日を設定
ko: 퇴직일 설정
mr_in: निवृत्तीची तारीख ठरवा
pt: Definir uma data de aposentadoria
ru: Указать дату пенсии
th: ตั้งวันเกษียณ
tr: Emeklilik tarihi belirle
vi: Đặt ngày nghỉ hưu
zh_cn: 设置退休日期
zh_hk: 設定退休日期
zh_tw: 設定退休日期

# lifeSetUp
source: Get started
ar: لنبدأ
de: Los geht’s
es: Empezar
fr: Commencer
hi_in: शुरू करें
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
mr_in: सुरुवात करा
pt: Começar
ru: Начать
th: เริ่มเลย
tr: Başla
vi: Bắt đầu
zh_cn: 开始填写
zh_hk: 開始填
zh_tw: 開始填寫

# lifeSetupOfferAction
source: Set up life profile
ar: قم بإعداد ملف تعريف الحياة
de: Lebensprofil einrichten
es: Configurar perfil de vida
fr: Configurer le profil de vie
hi_in: जीवन प्रोफ़ाइल सेट करें
id: Siapkan profil kehidupan
it: Imposta il profilo di vita
ja: ライフプロファイルを設定する
ko: 생활 프로필 설정
mr_in: जीवन प्रोफाइल सेट करा
pt: Configure o perfil de vida
ru: Настройте жизненный профиль
th: ตั้งค่าโปรไฟล์ชีวิต
tr: Yaşam profilini oluşturun
vi: Thiết lập hồ sơ cuộc sống
zh_cn: 设置人生档案
zh_hk: 設定生活簡介
zh_tw: 建立生活檔案
